Repository: iappetos/Pythagorean
Catalog: Pythagorean/*.lproj/Localizable.strings
Languages: ar, de, he, hi, sv, tr, zh_hant

# question1
source: Where did I go wrong?
ar: أين أخطأت؟
de: Wo bin ich falsch gelaufen?
he: איפה טעיתי?
hi: मैं कहाँ गलत हो गया?
sv: Var gjorde jag fel?
tr: Nerede yanlış yaptım?
zh_hant: 我哪裡出錯了？

# question2
source: What good have I done?
ar: ما الجيد الذي فعلته؟
de: Was habe ich getan?
he: איזה טוב עשיתי?
hi: मैंने क्या अच्छा किया?
sv: Vilket nytta gjorde jag?
tr: Ne kadar iyi yaptım?
zh_hant: 我做了什麼

# question3
source: What should I have done, that I did not?
ar: ما الذي كان علي فعله ولم أفعله؟
de: Was hätte ich tun sollen, was ich nicht getan habe?
he: מה הייתי צריך לעשות שלא עשיתי?
hi: मुझे क्या करना चाहिए था जो मैंने नहीं किया?
sv: Vad ska jag ha gjort som jag inte gjorde?
tr: Yapmadığım ne yapmalıydım?
zh_hant: 我應該做些我沒有做的事情

# attentionAlert
source: Attention!!!
ar: انتباه!
he: שים לב !!!
hi: ध्यान दें !!!
sv: Uppmärksamhet !!!
zh_hant: 注意!!!

# dateOrderAlert
source: Please reverse dates
ar: يرجى عكس التواريخ
de: Bitte Daten umkehren
he: אנא הפוך תאריכים
hi: कृपया तारीखों को उल्टा करें
sv: Omvänd datum
tr: Lütfen tarihleri tersine çevirin
zh_hant: 請取消日期

# okInAlert
source: ok
ar: موافق
he: בסדר
tr: tamam
zh_hant: 確定

# emptyFieldAlert
source: Please write text in the field.
de: Bitte schreiben Sie Text in das Feld.
he: אנא כתוב טקסט בשדה.
hi: कृपया क्षेत्र में पाठ लिखें।
sv: Skriv text i fältet.
tr: Lütfen alana metin yazın.
zh_hant: 請在字段中輸入文本。

# advantageKiosk1a
source: Something I should have done, that I didn't do:
ar: شيء كان يجب علي فعله ولم أفعله:
de: Etwas, das ich hätte tun sollen, das ich nicht getan habe:
he: משהו שהייתי צריך לעשות, שלא עשיתי:
hi: कुछ मुझे करना चाहिए था, जो मैंने नहीं किया:
sv: Något jag borde ha gjort, som jag inte gjorde:
tr: Yapmamam gereken ve yapmadığım bir şey:
zh_hant: 我應該做的事情，我沒有做的事情：

# advantageKiosk1b
source: Remove ads for ever!!!
ar: إزالة الإعلانات إلى الأبد !!!
de: Anzeigen für immer entfernen !!!
he: הסר מודעות לנצח !!!
hi: हमेशा के लिए विज्ञापन निकालें !!!
sv: Ta bort annonser för alltid !!!
tr: Reklamları sonsuza dek kaldırın !!!
zh_hant: 永遠刪除廣告！！！

# advantageKiosk2b
source: ...as Pythagoras would ask.
ar: .كما سيسأل فيثاغورس.
de: ... wie Pythagoras fragen würde.
he: ... כפי ששואל פיתגורס.
hi: ... जैसा कि पाइथागोरस पूछेगा।
sv: ... som Pythagoras skulle fråga.
tr: ... Pisagor'un isteyeceği gibi.
zh_hant: ...如畢達哥拉斯所問。

source: Contact Us
ar: اتصل بنا
de: Kontakt
he: צור איתנו קשר
hi: हमसे संपर्क करें
sv: Kontakta oss
tr: Bize Ulaşın
zh_hant: 聯繫我們

# rateThisApp
source: Rate App
ar: معدل التطبيق
he: דרג אפליקציה
hi: रेट ऐप
sv: Betygsätt app
tr: Uygulamayı Değerlendir
zh_hant: 費率應用p

source: Upgrade
ar: ترقية
he: שדרג
hi: अपग्रेड
sv: Uppgradera
tr: Yükselt
zh_hant: 升級

# restorePurchase
source: Restore
ar: استعادة
de: Wiederherstellen
he: שחזר
hi: पुनर्स्थापना
sv: Återställ
tr: Geri Yükle
zh_hant: 還原

# cancelPopUp
source: Cancel
ar: إلغاء
de: Abbrechen
he: ביטול
hi: रद्द करें
sv: Avbryt
tr: İptal
zh_hant: 取消

source: Connection Required!!!
ar: الاتصال مطلوب !!!
de: Verbindung erforderlich !!!
he: חיבור נדרש !!!
hi: कनेक्शन आवश्यक !!!
sv: Anslutning krävs !!!
tr: Bağlantı Gerekli !!!
zh_hant: 需要連接!!!

source: only for
ar: فقط لـ
de: nur für
he: רק עבור
sv: endast för
tr: yalnızca için
zh_hant: 僅用於

# waitThePrices
source: Please, wait for the prices to be loaded.
ar: من فضلك ، انتظر حتى يتم تحميل الأسعار.
de: Bitte warten Sie, bis die Preise geladen sind.
he: אנא המתן לטעינת המחירים.
hi: कृपया, लोड होने के लिए प्रतीक्षा करें।
sv: Vänta tills priserna laddas.
tr: Lütfen fiyatların yüklenmesini bekleyin.
zh_hant: 請等待價格被加載。

# logoLine1
source: Something good I have done
ar: شيء جيد قمت به
de: Ich habe etwas Gutes getan
he: משהו טוב שעשיתי
hi: कुछ अच्छा जो मैंने किया है
sv: Något bra jag har gjort
tr: Yaptığım iyi bir şey
zh_hant: 我做得很好

# logoLine2
source: Thank you for using our app!!!
ar: Tشكرًا لك على استخدام تطبيقنا !!!
de: Vielen Dank, dass Sie unsere App verwenden !!!
he: תודה שהשתמשת באפליקציה שלנו !!!
hi: हमारे ऐप का उपयोग करने के लिए धन्यवाद !!!
sv: Tack för att du använder vår app !!!
tr: Uygulamamızı kullandığınız için teşekkür ederiz !!!
zh_hant: 感謝您使用我們的應用程序

# logoLine4
source: ...as Pythagoras would ask.
ar: كما يسأل فيثاغورس.
de: ... wie Pythagoras fragen würde.
he: ... כפי ששואל פיתגורס.
hi: ... जैसा कि पाइथागोरस पूछेगा।
sv: ... som Pythagoras skulle fråga.
tr: ... Pisagor'un isteyeceği gibi.
zh_hant: ...如畢達哥拉斯所問

# sa1ve
source: Save
de: Register
he: להירשם
hi: रजिस्टर
sv: Registrera
tr: Kaydol
zh_hant: 登記

# segTit0
source: Today
ar: سجل
de: Heute
he: היום
hi: आज
sv: Idag
tr: Bugün
zh_hant: 今天

# segTit1
source: Week
ar: اليوم
de: Woche
he: שבוע
hi: सप्ताह
sv: Vecka
tr: Hafta
zh_hant: 星期

# segTit2
source: Month
ar: أسبوع
de: Monat
he: חודש
hi: महीना
sv: Månad
tr: Ay
zh_hant: 月

# segTit3
source: Quarter
ar: شهر
de: Quartal
he: רבעון
hi: क्वार्टर
sv: Kvartal
tr: Çeyrek
zh_hant: 四分之一

# segTit4
source: Year
ar: سنة
de: Jahr
he: שנה
hi: वर्ष
sv: År
tr: Yıl
zh_hant: 年

# segTit5
source: Manually
ar: عمل يدوي
de: Manuell
he: באופן ידני
hi: मैन्युअल रूप से
sv: Manuellt
tr: Manuel
zh_hant: 手動地
